Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Enter a substring to preview replacements.
de: Geben Sie eine Teilzeichenfolge ein, um eine Vorschau der Ersetzungen anzuzeigen.
es: Ingrese una subcadena para obtener una vista previa de los reemplazos.
fr: Entrez une sous-chaîne pour prévisualiser les remplacements.
hi: प्रतिस्थापनों का पूर्वावलोकन करने के लिए एक सबस्ट्रिंग दर्ज करें।
id: Masukkan substring untuk melihat pratinjau penggantian.
ja: 部分文字列を入力して置換をプレビューします。
ko: 대체 항목을 미리 보려면 하위 문자열을 입력하세요.
pl: Wprowadź podciąg, aby wyświetlić podgląd zamienników.
pt_br: Insira uma substring para visualizar as substituições.
tr: Değişiklikleri önizlemek için bir alt dize girin.
uk: Введіть підрядок, щоб переглянути заміни.
vi: Nhập chuỗi con để xem trước các thay thế.
zh_hans: 输入子字符串以预览替换。
zh_hant: 輸入子字串以預覽替換。

source: Enter between %lld and %lld nameservers.
de: Geben Sie zwischen den Nameservern %lld und %lld ein.
es: Ingrese entre los servidores de nombres %lld y %lld.
fr: Entrez entre les serveurs de noms %lld et %lld.
hi: %lld और %lld नेमसर्वर के बीच प्रवेश करें।
id: Masukkan antara server nama %lld dan %lld.
ja: %lld ネームサーバーと %lld ネームサーバーの間を入力します。
ko: %lld와 %lld 네임서버 사이를 입력하세요.
pl: Wprowadź pomiędzy serwerami nazw %lld i %lld.
pt_br: Insira entre os servidores de nomes %lld e %lld.
tr: %lld ve %lld ad sunucuları arasına girin.
uk: Введіть між серверами імен %lld і %lld.
vi: Nhập giữa máy chủ tên %lld và %lld.
zh_hans: 在 %lld 和 %lld 名称服务器之间输入。
zh_hant: 在 %lld 和 %lld 名稱伺服器之間輸入。

source: Enter ovh-eu, ovh-ca, or ovh-us.
de: Geben Sie ovh-eu, ovh-ca oder ovh-us ein.
es: Introduzca ovh-eu, ovh-ca u ovh-us.
fr: Entrez ovh-eu, ovh-ca ou ovh-us.
hi: ovh-eu, ovh-ca, या ovh-us दर्ज करें।
id: Masukkan ovh-eu, ovh-ca, atau ovh-us.
ja: ovh-eu、ovh-ca、または ovh-us を入力します。
ko: ovh-eu, ovh-ca 또는 ovh-us를 입력합니다.
pl: Wpisz ovh-eu, ovh-ca lub ovh-us.
pt_br: Digite ovh-eu, ovh-ca ou ovh-us.
tr: ovh-eu, ovh-ca veya ovh-us girin.
uk: Введіть ovh-eu, ovh-ca або ovh-us.
vi: Nhập ovh-eu, ovh-ca hoặc ovh-us.
zh_hans: 输入 ovh-eu、ovh-ca 或 ovh-us。
zh_hant: 輸入 ovh-eu、ovh-ca 或 ovh-us。

source: Enter the complete key prefix and secret separated by a period.
de: Geben Sie das vollständige Schlüsselpräfix und das Geheimnis getrennt durch einen Punkt ein.
es: Ingrese el prefijo de clave completo y el secreto separados por un punto.
fr: Saisissez le préfixe complet de la clé et le secret séparés par un point.
hi: पूर्ण कुंजी उपसर्ग और रहस्य को एक अवधि से अलग करके दर्ज करें।
id: Masukkan awalan kunci lengkap dan rahasia dipisahkan dengan titik.
ja: 完全なキーのプレフィックスとシークレットをピリオドで区切って入力します。
ko: 전체 키 접두사와 비밀번호를 마침표로 구분하여 입력하세요.
pl: Wprowadź pełny przedrostek klucza i klucz tajny oddzielone kropką.
pt_br: Insira o prefixo da chave completo e o segredo separados por um ponto.
tr: Tam anahtar önekini ve sırrı noktayla ayırarak girin.
uk: Введіть повний префікс ключа та секрет, розділені крапкою.
vi: Nhập tiền tố khóa đầy đủ và bí mật cách nhau bằng dấu chấm.
zh_hans: 输入完整的密钥前缀和密钥，并用句点分隔。
zh_hant: 輸入完整的密鑰前綴和密鑰，並以句點分隔。

source: Environment
de: Umwelt
es: Medio ambiente
fr: Environnement
hi: पर्यावरण
id: Lingkungan Hidup
ja: 環境
ko: 환경
pl: Środowisko
pt_br: Meio Ambiente
tr: Çevre
uk: Навколишнє середовище
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

source: Environment Name
de: Umgebungsname
es: Nombre del entorno
fr: Nom de l'environnement
hi: पर्यावरण का नाम
id: Nama Lingkungan
ja: 環境名
ko: 환경 이름
pl: Nazwa środowiska
pt_br: Nome do ambiente
tr: Ortam Adı
uk: Назва середовища
vi: Tên môi trường
zh_hans: 环境名称
zh_hant: 環境名稱

source: Environments
de: Umgebungen
es: Ambientes
fr: Environnements
hi: वातावरण
id: Lingkungan
ja: 環境
ko: 환경
pl: Środowiska
pt_br: Ambientes
tr: Ortamlar
uk: Середовища
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Error Loading Zones
de: Fehler beim Laden der Zonen
es: Error al cargar zonas
fr: Erreur de chargement des zones
hi: ज़ोन लोड करने में त्रुटि
id: Kesalahan Memuat Zona
ja: ゾーンの読み込みエラー
ko: 영역을 로드하는 중에 오류가 발생했습니다.
pl: Błąd ładowania stref
pt_br: Erro ao carregar zonas
tr: Bölgeler Yüklenirken Hata Oluştu
uk: Помилка завантаження зон
vi: Lỗi tải vùng
zh_hans: 加载区域时出错
zh_hant: 載入區域時出錯

source: Expires
de: Läuft ab
es: Vence
fr: Expire
hi: समाप्त हो रहा है
id: Kedaluwarsa
ja: 有効期限が切れます
ko: 만료
pl: Wygasa
pt_br: Expira
tr: Süresi doluyor
uk: Термін дії закінчується
vi: Hết hạn
zh_hans: 过期
zh_hant: 過期

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter au format CSV
hi: सीएसवी निर्यात करें
id: Ekspor CSV
ja: CSVのエクスポート
ko: CSV 내보내기
pl: Eksportuj plik CSV
pt_br: Exportar CSV
tr: CSV'yi dışa aktar
uk: Експорт CSV
vi: Xuất CSV
zh_hans: 导出 CSV
zh_hant: 匯出 CSV

source: Export Errors
de: Fehler exportieren
es: Errores de exportación
fr: Erreurs d'exportation
hi: निर्यात त्रुटियाँ
id: Kesalahan Ekspor
ja: エクスポートエラー
ko: 내보내기 오류
pl: Błędy eksportu
pt_br: Erros de exportação
tr: Hataları Dışa Aktarma
uk: Помилки експорту
vi: Xuất lỗi
zh_hans: 导出错误
zh_hant: 導出錯誤

source: Failed Records
de: Fehlgeschlagene Datensätze
es: Registros fallidos
fr: Enregistrements ayant échoué
hi: विफल रिकॉर्ड
id: Catatan Gagal
ja: 失敗したレコード
ko: 실패한 기록
pl: Nieudane zapisy
pt_br: Registros com falha
tr: Başarısız Kayıtlar
uk: Невдалі записи
vi: Bản ghi thất bại
zh_hans: 失败记录
zh_hant: 失敗記錄

source: Failed records
de: Fehlgeschlagene Datensätze
es: Registros fallidos
fr: Enregistrements échoués
hi: विफल रिकार्ड
id: Catatan yang gagal
ja: 失敗したレコード
ko: 실패한 기록
pl: Nieudane zapisy
pt_br: Registros com falha
tr: Başarısız kayıtlar
uk: Невдалі записи
vi: Hồ sơ thất bại
zh_hans: 失败记录
zh_hant: 失敗記錄

source: Failed to decode server response
de: Serverantwort konnte nicht dekodiert werden
es: No se pudo decodificar la respuesta del servidor
fr: Échec du décodage de la réponse du serveur
hi: सर्वर प्रतिक्रिया को डिकोड करने में विफल
id: Gagal memecahkan kode respons server
ja: サーバー応答のデコードに失敗しました
ko: 서버 응답을 디코딩하지 못했습니다.
pl: Nie udało się zdekodować odpowiedzi serwera
pt_br: Falha ao decodificar a resposta do servidor
tr: Sunucu yanıtının kodu çözülemedi
uk: Не вдалося декодувати відповідь сервера
vi: Không giải mã được phản hồi của máy chủ
zh_hans: 无法解码服务器响应
zh_hant: 無法解碼伺服器回應

source: Find
de: Finden
es: encontrar
fr: Trouver
hi: खोजें
id: Temukan
ja: 探す
ko: 찾기
pl: Znajdź
pt_br: Encontrar
tr: Bul
uk: знайти
vi: Tìm
zh_hans: 查找
zh_hant: 尋找

source: Flags
de: Flaggen
es: Banderas
fr: Drapeaux
hi: झंडे
id: Bendera
ja: フラグ
ko: 플래그
pl: Flagi
pt_br: Bandeiras
tr: Bayraklar
uk: Прапори
vi: Cờ
zh_hans: 旗帜
zh_hant: 旗幟

source: For example, https://dns.example.com/api/v1. DNSDeck appends /api/v1 when omitted.
de: Beispiel: https://dns.example.com/api/v1. DNSDeck hängt /api/v1 an, wenn es weggelassen wird.
es: Por ejemplo, https://dns.example.com/api/v1. DNSDeck agrega /api/v1 cuando se omite.
fr: Par exemple, https://dns.example.com/api/v1. DNSDeck ajoute /api/v1 en cas d'omission.
hi: उदाहरण के लिए, https://dns.example.com/api/v1. हटाए जाने पर DNSDeck /api/v1 जोड़ता है।
id: Misalnya, https://dns.example.com/api/v1. DNSDeck menambahkan /api/v1 ketika dihilangkan.
ja: たとえば、https://dns.example.com/api/v1 です。 DNSDeck は省略すると /api/v1 を追加します。
ko: 예를 들어 https://dns.example.com/api/v1입니다. DNSDeck은 생략되면 /api/v1을 추가합니다.
pl: Na przykład https://dns.example.com/api/v1. DNSDeck dołącza /api/v1 w przypadku pominięcia.
pt_br: Por exemplo, https://dns.example.com/api/v1. DNSDeck anexa /api/v1 quando omitido.
tr: Örneğin, https://dns.example.com/api/v1. DNSDeck atlandığında /api/v1'i ekler.
uk: Наприклад, https://dns.example.com/api/v1. DNSDeck додає /api/v1, якщо його пропущено.
vi: Ví dụ: https://dns.example.com/api/v1. DNSDeck nối thêm /api/v1 khi bị bỏ qua.
zh_hans: 例如，https://dns.example.com/api/v1。当省略时，DNSDeck 会附加 /api/v1。
zh_hant: 例如，https://dns.example.com/api/v1。當省略時，DNSDeck 會附加 /api/v1。

source: For example, us-ashburn-1 or ap-mumbai-1.
de: Zum Beispiel us-ashburn-1 oder ap-mumbai-1.
es: Por ejemplo, us-ashburn-1 o ap-mumbai-1.
fr: Par exemple, us-ashburn-1 ou ap-mumbai-1.
hi: उदाहरण के लिए, यूएस-एशबर्न-1 या एपी-मुंबई-1।
id: Misalnya, us-ashburn-1 atau ap-mumbai-1.
ja: たとえば、us-ashburn-1 や ap-mumbai-1 などです。
ko: 예를 들어 us-ashburn-1 또는 ap-mumbai-1입니다.
pl: Na przykład us-ashburn-1 lub ap-mumbai-1.
pt_br: Por exemplo, us-ashburn-1 ou ap-mumbai-1.
tr: Örneğin us-ashburn-1 veya ap-mumbai-1.
uk: Наприклад, us-ashburn-1 або ap-mumbai-1.
vi: Ví dụ: us-ashburn-1 hoặc ap-mumbai-1.
zh_hans: 例如，us-ashburn-1 或 ap-mumbai-1。
zh_hant: 例如，us-ashburn-1 或 ap-mumbai-1。

source: Force refresh records
de: Erzwingen Sie die Aktualisierung von Datensätzen
es: Forzar registros de actualización
fr: Forcer l'actualisation des enregistrements
hi: रिकॉर्ड्स को बलपूर्वक ताज़ा करें
id: Catatan penyegaran paksa
ja: レコードを強制的に更新する
ko: 강제 새로 고침 기록
pl: Wymuś odświeżenie rekordów
pt_br: Forçar atualização de registros
tr: Kayıtları yenilemeye zorla
uk: Примусово оновити записи
vi: Buộc làm mới bản ghi
zh_hans: 强制刷新记录
zh_hant: 強制刷新記錄

source: Force refresh zones
de: Aktualisierungszonen erzwingen
es: Forzar zonas de actualización
fr: Forcer le rafraîchissement des zones
hi: ज़ोन को बलपूर्वक ताज़ा करें
id: Paksa zona penyegaran
ja: 強制リフレッシュゾーン
ko: 강제 새로 고침 영역
pl: Wymuś strefy odświeżania
pt_br: Forçar zonas de atualização
tr: Bölgeleri yenilemeye zorla
uk: Примусове оновлення зон
vi: Buộc làm mới vùng
zh_hans: 强制刷新区域
zh_hant: 強制刷新區域

source: Format: name TTL IN type value
de: Format: Name TTL IN Typwert
es: Formato: nombre TTL IN tipo valor
fr: Format : nom TTL IN type valeur
hi: प्रारूप: नाम TTL IN प्रकार मान
id: Format: nama TTL IN ketik nilai
ja: 形式: 名前 TTL IN タイプ 値
ko: 형식: 이름 TTL IN 유형 값
pl: Format: nazwa Wartość typu TTL IN
pt_br: Formato: nome TTL IN tipo valor
tr: Biçim: ad TTL IN türü değeri
uk: Формат: назва TTL IN тип значення
vi: Định dạng: tên giá trị loại TTL IN
zh_hans: 格式：名称 TTL IN 类型 值
zh_hant: 格式：名稱 TTL IN 類型 值

source: General
de: Allgemein
es: generales
fr: Général
hi: सामान्य
id: Umum
ja: 一般
ko: 일반
pl: Generał
pt_br: Geral
tr: Genel
uk: Загальний
vi: chung
zh_hans: 一般
zh_hant: 一般

source: Go Back
de: Geh zurück
es: Volver
fr: Retourner
hi: वापस जाओ
id: Kembali
ja: 戻る
ko: 돌아가기
pl: Wróć
pt_br: Voltar
tr: Geri Dön
uk: Повернутися назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Go Forward
de: Gehen Sie vorwärts
es: seguir adelante
fr: Aller de l'avant
hi: आगे बढ़ें
id: Maju
ja: 前進する
ko: 앞으로 나아가다
pl: Idź naprzód
pt_br: Vá em frente
tr: İleriye Git
uk: Іди вперед
vi: Đi về phía trước
zh_hans: 前进
zh_hant: 前進

source: GoDaddy DNS records use TTL values from 600 seconds through one week.
de: GoDaddy-DNS-Einträge verwenden TTL-Werte von 600 Sekunden bis zu einer Woche.
es: Los registros DNS de GoDaddy utilizan valores TTL desde 600 segundos hasta una semana.
fr: Les enregistrements DNS GoDaddy utilisent des valeurs TTL allant de 600 secondes à une semaine.
hi: GoDaddy DNS रिकॉर्ड 600 सेकंड से एक सप्ताह तक TTL मानों का उपयोग करते हैं।
id: Catatan DNS GoDaddy menggunakan nilai TTL dari 600 detik hingga satu minggu.
ja: GoDaddy DNS レコードは、600 秒から 1 週間までの TTL 値を使用します。
ko: GoDaddy DNS 레코드는 600초에서 1주일까지의 TTL 값을 사용합니다.
pl: Rekordy DNS GoDaddy wykorzystują wartości TTL od 600 sekund do jednego tygodnia.
pt_br: Os registros DNS do GoDaddy usam valores TTL de 600 segundos a uma semana.
tr: GoDaddy DNS kayıtları 600 saniyeden bir haftaya kadar TTL değerlerini kullanır.
uk: Записи GoDaddy DNS використовують значення TTL від 600 секунд до одного тижня.
vi: Bản ghi DNS của GoDaddy sử dụng giá trị TTL từ 600 giây đến một tuần.
zh_hans: GoDaddy DNS 记录使用 600 秒到一周的 TTL 值。
zh_hant: GoDaddy DNS 記錄使用 600 秒到一週的 TTL 值。

source: Host target (e.g. mail.example.com.)
de: Hostziel (z. B. mail.example.com.)
es: Destino del host (por ejemplo, mail.example.com.)
fr: Cible de l'hôte (par exemple, mail.example.com.)
hi: होस्ट लक्ष्य (उदा. mail.example.com.)
id: Target host (misalnya mail.example.com.)
ja: ホストターゲット (例: mail.example.com.)
ko: 호스트 대상(예: mail.example.com)
pl: Cel hosta (np. mail.example.com).
pt_br: Destino do host (por exemplo, mail.example.com.)
tr: Ana makine hedefi (ör. mail.example.com.)
uk: Цільовий хост (наприклад, mail.example.com.)
vi: Mục tiêu máy chủ (ví dụ: mail.example.com.)
zh_hans: 主机目标（例如 mail.example.com。）
zh_hant: 主機目標（例如 mail.example.com。）

source: Hosted Zone Name
de: Name der gehosteten Zone
es: Nombre de la zona alojada
fr: Nom de la zone hébergée
hi: होस्ट किए गए ज़ोन का नाम
id: Nama Zona yang Dihosting
ja: ホストゾーン名
ko: 호스팅 영역 이름
pl: Nazwa strefy hostowanej
pt_br: Nome da zona hospedada
tr: Barındırılan Bölge Adı
uk: Назва розміщеної зони
vi: Tên vùng được lưu trữ
zh_hans: 托管区域名称
zh_hant: 託管區域名稱

source: IBM NS1 Connect applies one non-negative TTL to a record and all of its answers.
de: IBM NS1 Connect wendet eine nicht negative TTL auf einen Datensatz und alle seine Antworten an.
es: IBM NS1 Connect aplica un TTL no negativo a un registro y a todas sus respuestas.
fr: IBM NS1 Connect applique une durée de vie non négative à un enregistrement et à toutes ses réponses.
hi: IBM NS1 कनेक्ट एक रिकॉर्ड और उसके सभी उत्तरों पर एक गैर-नकारात्मक TTL लागू करता है।
id: IBM NS1 Connect menerapkan satu TTL non-negatif pada catatan dan semua jawabannya.
ja: IBM NS1 Connect は、1 つの非負の TTL をレコードとそのすべての回答に適用します。
ko: IBM NS1 Connect는 음이 아닌 하나의 TTL을 레코드와 모든 응답에 적용합니다.
pl: IBM NS1 Connect stosuje jeden nieujemny czas TTL do rekordu i wszystkich jego odpowiedzi.
pt_br: O IBM NS1 Connect aplica um TTL não negativo a um registro e a todas as suas respostas.
tr: IBM NS1 Connect, bir kayda ve onun tüm yanıtlarına negatif olmayan bir TTL uygular.
uk: IBM NS1 Connect застосовує один невід’ємний TTL до запису та всіх його відповідей.
vi: IBM NS1 Connect áp dụng một TTL không âm cho một bản ghi và tất cả các câu trả lời của nó.
zh_hans: IBM NS1 Connect 将一个非负 TTL 应用于记录及其所有答案。
zh_hant: IBM NS1 Connect 將一個非負 TTL 應用於記錄及其所有答案。

source: IP address cannot be empty
de: Die IP-Adresse darf nicht leer sein
es: La dirección IP no puede estar vacía
fr: L'adresse IP ne peut pas être vide
hi: आईपी पता खाली नहीं हो सकता
id: Alamat IP tidak boleh kosong
ja: IP アドレスを空にすることはできません
ko: IP 주소는 비워둘 수 없습니다.
pl: Adres IP nie może być pusty
pt_br: O endereço IP não pode ficar vazio
tr: IP adresi boş olamaz
uk: IP-адреса не може бути пустою
vi: Địa chỉ IP không được để trống
zh_hans: IP地址不能为空
zh_hant: IP位址不能為空

source: IPv4 address (e.g. 8.8.8.8)
de: IPv4-Adresse (z. B. 8.8.8.8)
es: Dirección IPv4 (por ejemplo, 8.8.8.8)
fr: Adresse IPv4 (par exemple 8.8.8.8)
hi: IPv4 पता (उदा. 8.8.8.8)
id: Alamat IPv4 (mis. 8.8.8.8)
ja: IPv4 アドレス (例: 8.8.8.8)
ko: IPv4 주소(예: 8.8.8.8)
pl: Adres IPv4 (np. 8.8.8.8)
pt_br: Endereço IPv4 (por exemplo, 8.8.8.8)
tr: IPv4 adresi (ör. 8.8.8.8)
uk: Адреса IPv4 (наприклад, 8.8.8.8)
vi: Địa chỉ IPv4 (ví dụ: 8.8.8.8)
zh_hans: IPv4 地址（例如 8.8.8.8）
zh_hant: IPv4 位址（例如 8.8.8.8）

source: IPv6 address (e.g. 2001:4860:4860::8888)
de: IPv6-Adresse (z. B. 2001:4860:4860::8888)
es: Dirección IPv6 (por ejemplo, 2001:4860:4860::8888)
fr: Adresse IPv6 (par exemple 2001:4860:4860::8888)
hi: IPv6 पता (उदा. 2001:4860:4860::8888)
id: Alamat IPv6 (misalnya 2001:4860:4860::8888)
ja: IPv6 アドレス (例: 2001:4860:4860::8888)
ko: IPv6 주소(예: 2001:4860:4860::8888)
pl: Adres IPv6 (np. 2001:4860:4860::8888)
pt_br: Endereço IPv6 (por exemplo, 2001:4860:4860::8888)
tr: IPv6 adresi (ör. 2001:4860:4860::8888)
uk: Адреса IPv6 (наприклад, 2001:4860:4860::8888)
vi: Địa chỉ IPv6 (ví dụ: 2001:4860:4860::8888)
zh_hans: IPv6 地址（例如 2001:4860:4860::8888）
zh_hant: IPv6 位址（例如 2001:4860:4860::8888）

source: Import
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
id: Impor
ja: インポート
ko: 가져오기
pl: Importuj
pt_br: Importar
tr: İthalat
uk: Імпорт
vi: Nhập khẩu
zh_hans: 进口
zh_hant: 進口

# Import %lld record%@
source: Import %1$lld record%2$@
de: Importieren Sie den Eintrag %1$lld%2$@
es: Importar registro %1$lld%2$@
fr: Importer l'enregistrement %1$lld%2$@
hi: आयात %1$lld रिकॉर्ड%2$@
id: Impor catatan %1$lld%2$@
ja: %1$lld レコードをインポート%2$@
ko: %1$lld 레코드 가져오기%2$@
pl: Importuj rekord %1$lld%2$@
pt_br: Importar registro %1$lld%2$@
tr: %1$lld kaydını içe aktar%2$@
uk: Імпортувати запис %1$lld%2$@
vi: Nhập bản ghi %1$lld%2$@
zh_hans: 导入%1$lld记录%2$@
zh_hant: 導入%1$lld記錄%2$@

source: Import CSV
de: CSV importieren
es: Importar CSV
fr: Importer un fichier CSV
hi: सीएसवी आयात करें
id: Impor CSV
ja: CSVのインポート
ko: CSV 가져오기
pl: Importuj plik CSV
pt_br: Importar CSV
tr: CSV'yi içe aktar
uk: Імпорт CSV
vi: Nhập CSV
zh_hans: 导入 CSV
zh_hant: 導入 CSV

source: Import Records
de: Datensätze importieren
es: Importar registros
fr: Importer des enregistrements
hi: रिकॉर्ड आयात करें
id: Impor Catatan
ja: レコードのインポート
ko: 수입기록
pl: Importuj rekordy
pt_br: Importar registros
tr: Kayıtları İçe Aktar
uk: Імпортувати записи
vi: Nhập hồ sơ
zh_hans: 导入记录
zh_hant: 導入記錄

source: Import Source
de: Quelle importieren
es: Fuente de importación
fr: Source d'importation
hi: आयात स्रोत
id: Sumber Impor
ja: インポート元
ko: 소스 가져오기
pl: Źródło importu
pt_br: Fonte de importação
tr: Kaynağı İçe Aktar
uk: Джерело імпорту
vi: Nguồn nhập khẩu
zh_hans: 导入源
zh_hant: 導入來源

source: Important Dates
de: Wichtige Termine
es: Fechas Importantes
fr: Dates importantes
hi: महत्वपूर्ण तिथियाँ
id: Tanggal Penting
ja: 重要な日付
ko: 중요한 날짜
pl: Ważne daty
pt_br: Datas importantes
tr: Önemli Tarihler
uk: Важливі дати
vi: Ngày quan trọng
zh_hans: 重要日期
zh_hant: 重要日期

# Importing... (%lld/%lld)
source: Importing... (%1$lld/%2$lld)
de: Importieren... (%1$lld/%2$lld)
es: Importando... (%1$lld/%2$lld)
fr: Importation... (%1$lld/%2$lld)
hi: आयात किया जा रहा है... (%1$lld/%2$lld)
id: Mengimpor... (%1$lld/%2$lld)
ja: インポート中... (%1$lld/%2$lld)
ko: 가져오는 중... (%1$lld/%2$lld)
pl: Importowanie... (%1$lld/%2$lld)
pt_br: Importando... (%1$lld/%2$lld)
tr: İçe aktarılıyor... (%1$lld/%2$lld)
uk: Імпорт... (%1$lld/%2$lld)
vi: Đang nhập... (%1$lld/%2$lld)
zh_hans: 正在导入...（%1$lld/%2$lld）
zh_hant: 正在導入...（%1$lld/%2$lld）

source: Intended Nameservers
de: Beabsichtigte Nameserver
es: Servidores de nombres previstos
fr: Serveurs de noms prévus
hi: इच्छित नेमसर्वर
id: Server Nama yang Dituju
ja: 対象となるネームサーバー
ko: 의도된 네임서버
pl: Docelowe serwery nazw
pt_br: Servidores de nomes pretendidos
tr: Amaçlanan Ad Sunucuları
uk: Призначені сервери імен
vi: Máy chủ tên dự định
zh_hans: 预期的名称服务器
zh_hant: 預期的名稱伺服器

source: Invalid AWS access key format
de: Ungültiges AWS-Zugriffsschlüsselformat
es: Formato de clave de acceso de AWS no válido
fr: Format de clé d'accès AWS non valide
hi: अमान्य AWS एक्सेस कुंजी प्रारूप
id: Format kunci akses AWS tidak valid
ja: 無効な AWS アクセスキー形式です
ko: 잘못된 AWS 액세스 키 형식
pl: Nieprawidłowy format klucza dostępu AWS
pt_br: Formato de chave de acesso AWS inválido
tr: Geçersiz AWS erişim anahtarı biçimi
uk: Недійсний формат ключа доступу до AWS
vi: Định dạng khóa truy cập AWS không hợp lệ
zh_hans: AWS 访问密钥格式无效
zh_hant: AWS 存取金鑰格式無效

source: Invalid AWS secret key length
de: Ungültige Länge des geheimen AWS-Schlüssels
es: Longitud de clave secreta de AWS no válida
fr: Longueur de clé secrète AWS non valide
hi: अमान्य AWS गुप्त कुंजी लंबाई
id: Panjang kunci rahasia AWS tidak valid
ja: 無効な AWS 秘密キーの長さです
ko: 잘못된 AWS 비밀 키 길이
pl: Nieprawidłowa długość tajnego klucza AWS
pt_br: Comprimento de chave secreta da AWS inválido
tr: Geçersiz AWS gizli anahtar uzunluğu
uk: Недійсна довжина секретного ключа AWS
vi: Độ dài khóa bí mật AWS không hợp lệ
zh_hans: AWS 密钥长度无效
zh_hant: AWS 金鑰長度無效

source: Invalid CAA flags: %@
de: Ungültige CAA-Flags: %@
es: Banderas CAA no válidas: %@
fr: Indicateurs CAA non valides : %@
hi: अमान्य CAA फ़्लैग: %@
id: Tanda CAA tidak valid: %@
ja: 無効な CAA フラグ: %@
ko: 잘못된 CAA 플래그: %@
pl: Nieprawidłowe flagi CAA: %@
pt_br: Sinalizadores CAA inválidos: %@
tr: Geçersiz CAA işaretleri: %@
uk: Недійсні позначки CAA: %@
vi: Cờ CAA không hợp lệ: %@
zh_hans: 无效的 CAA 标志：%@
zh_hant: 無效的 CAA 標誌：%@

source: Invalid CAA record format. Expected 'flags tag value'
de: Ungültiges CAA-Datensatzformat. Erwarteter „Flags-Tag-Wert“
es: Formato de registro CAA no válido. 'Valor de etiqueta de banderas' esperado
fr: Format d'enregistrement CAA non valide. « Valeur de balise d'indicateurs » attendue
hi: अमान्य CAA रिकॉर्ड प्रारूप. अपेक्षित 'झंडे टैग मान'
id: Format catatan CAA tidak valid. 'Nilai tag bendera' yang diharapkan
ja: CAA レコード形式が無効です。予期される「フラグタグ値」
ko: CAA 레코드 형식이 잘못되었습니다. 예상되는 '플래그 태그 값'
pl: Nieprawidłowy format rekordu CAA. Oczekiwana „wartość tagu flag”
pt_br: Formato de registro CAA inválido. 'Valor da tag de sinalizadores' esperado
tr: Geçersiz CAA kayıt biçimi. Beklenen 'bayrak etiketi değeri'
uk: Недійсний формат запису CAA. Очікуване значення тегу flags
vi: Định dạng bản ghi CAA không hợp lệ. 'Giá trị thẻ cờ' được mong đợi
zh_hans: CAA 记录格式无效。预期的“标志标记值”
zh_hant: CAA 記錄格式無效。預期的“標誌標記值”

source: Invalid CAA tag: %@
de: Ungültiges CAA-Tag: %@
es: Etiqueta CAA no válida: %@
fr: Balise CAA non valide : %@
hi: अमान्य CAA टैग: %@
id: Tag CAA tidak valid: %@
ja: 無効な CAA タグ: %@
ko: 잘못된 CAA 태그: %@
pl: Nieprawidłowy tag CAA: %@
pt_br: Etiqueta CAA inválida: %@
tr: Geçersiz CAA etiketi: %@
uk: Недійсний тег CAA: %@
vi: Thẻ CAA không hợp lệ: %@
zh_hans: 无效的 CAA 标签：%@
zh_hant: 無效的 CAA 標籤：%@

source: Invalid CSV file format
de: Ungültiges CSV-Dateiformat
es: Formato de archivo CSV no válido
fr: Format de fichier CSV invalide
hi: अमान्य CSV फ़ाइल स्वरूप
id: Format berkas CSV tidak valid
ja: 無効な CSV ファイル形式です
ko: 잘못된 CSV 파일 형식
pl: Nieprawidłowy format pliku CSV
pt_br: Formato de arquivo CSV inválido
tr: Geçersiz CSV dosya biçimi
uk: Недійсний формат файлу CSV
vi: Định dạng tệp CSV không hợp lệ
zh_hans: CSV 文件格式无效
zh_hant: CSV 檔案格式無效

source: Invalid DNS name format
de: Ungültiges DNS-Namensformat
es: Formato de nombre DNS no válido
fr: Format de nom DNS invalide
hi: अमान्य DNS नाम प्रारूप
id: Format nama DNS tidak valid
ja: 無効なDNS名の形式です
ko: 잘못된 DNS 이름 형식
pl: Nieprawidłowy format nazwy DNS
pt_br: Formato de nome DNS inválido
tr: Geçersiz DNS adı biçimi
uk: Недійсний формат імені DNS
vi: Định dạng tên DNS không hợp lệ
zh_hans: DNS 名称格式无效
zh_hant: DNS 名稱格式無效

source: Invalid DNS record data
de: Ungültige DNS-Eintragsdaten
es: Datos de registro DNS no válidos
fr: Données d'enregistrement DNS invalides
hi: अमान्य DNS रिकॉर्ड डेटा
id: Data catatan DNS tidak valid
ja: 無効なDNSレコードデータ
ko: 잘못된 DNS 레코드 데이터
pl: Nieprawidłowe dane rekordu DNS
pt_br: Dados de registro DNS inválidos
tr: Geçersiz DNS kaydı verileri
uk: Недійсні дані запису DNS
vi: Dữ liệu bản ghi DNS không hợp lệ
zh_hans: DNS 记录数据无效
zh_hant: DNS 記錄資料無效

source: Invalid IP address: %@
de: Ungültige IP-Adresse: %@
es: Dirección IP no válida: %@
fr: Adresse IP invalide : %@
hi: अमान्य आईपी पता: %@
id: Alamat IP tidak valid: %@
ja: 無効な IP アドレス: %@
ko: 잘못된 IP 주소: %@
pl: Nieprawidłowy adres IP: %@
pt_br: Endereço IP inválido: %@
tr: Geçersiz IP adresi: %@
uk: Недійсна IP-адреса: %@
vi: Địa chỉ IP không hợp lệ: %@
zh_hans: 无效的 IP 地址：%@
zh_hant: 無效的 IP 位址：%@

source: Invalid IPv4 address format
de: Ungültiges IPv4-Adressformat
es: Formato de dirección IPv4 no válido
fr: Format d'adresse IPv4 invalide
hi: अमान्य IPv4 पता प्रारूप
id: Format alamat IPv4 tidak valid
ja: 無効なIPv4アドレス形式です
ko: 잘못된 IPv4 주소 형식
pl: Nieprawidłowy format adresu IPv4
pt_br: Formato de endereço IPv4 inválido
tr: Geçersiz IPv4 adres biçimi
uk: Недійсний формат адреси IPv4
vi: Định dạng địa chỉ IPv4 không hợp lệ
zh_hans: IPv4 地址格式无效
zh_hant: IPv4 位址格式無效

source: Invalid IPv4 address: %@
de: Ungültige IPv4-Adresse: %@
es: Dirección IPv4 no válida: %@
fr: Adresse IPv4 invalide : %@
hi: अमान्य IPv4 पता: %@
id: Alamat IPv4 tidak valid: %@
ja: 無効な IPv4 アドレス: %@
ko: 잘못된 IPv4 주소: %@
pl: Nieprawidłowy adres IPv4: %@
pt_br: Endereço IPv4 inválido: %@
tr: Geçersiz IPv4 adresi: %@
uk: Недійсна адреса IPv4: %@
vi: Địa chỉ IPv4 không hợp lệ: %@
zh_hans: 无效的 IPv4 地址：%@
zh_hant: 無效的 IPv4 位址：%@
